Repository: denisKk/Checkers
Catalog: Checkers(KulakovDenis)/Checkers(KulakovDenis)/Localization/*.lproj/Localizable.strings
Languages: be

source: Settings
be: Налады

source: You have a saved game. Are you continue or start new game?
be: У вас ёсць захаваная гульня. Вы хочаце працягнуць або пачаць новую гульню?

source: Continue
be: Працягнуць

source: New game
be: Новая гульня

source: Background Gradients
be: Градыенты фону

source: Languages
be: Мовы

source: Checkers
be: Шашкі

source: SignIn
be: Рэгістрацыя

source: User name
be: Імя карыстальніка

source: Enter
be: Увайсці

source: Hello
be: Добры дзень

source: Cancel
be: Адмяніць

source: Edit avatar
be: Змянiць аватар

source: Delete
be: Выдаліць

source: Two players
be: Два гульца

source: History
be: Гісторыя

source: Info
be: Інфармацыя

source: A draw
be: Нічыя

source: offers a draw. Are you agree?
be: прапануе нічыю. Вы згодныя?

source: Agree
be: Згодзен

source: Game played to a draw
be: Партыя згуляная ўнічыю

source: is winner
be: выiграл

source: Finish game
be: Гульня скончана

source: Exit
be: Выхад

source: Rematch
be: Матч-рэванш

source: Game parametrs
be: Параметры гульні

source: Second player name:
be: Імя другога гульца:

source: Board size
be: Памер дошкі

source: Time limit
be: Тэрмін часу

source: Start game
be: Пачаць гульню

source: min
be: хв.
